[
  {
    "id": 1,
    "name": "The Complete 2022 Web Development Course",
    "title":"Become a Full-Stack Web Developer with just ONE course. HTML, CSS, Javascript, Node, React, MongoDB, Web3 and DApps.To become a Web Developer, you should have an understanding of HTML, CSS, and JavaScript. Its also recommended to learn about CSS and CSS frameworks. Developing these fundamental web development skills will give you the foundation and logic for communicating with programming languages.HTML and CSS are relatively 'old' coding languages. However, they are still highly relevant for coders in 2022. Knowledge of HTML and CSS not only helps professional programmers, but also helps individuals in a variety of professions by giving them basic web page development knowledge.",
    "rating":4.5,
     "reviews":831890,
     "total_hours":7.5,
     "price":20,
     "img":"https://coursecouponclub.com/wp-content/uploads/2021/02/1565838_e54e_12.jpg"
     


  },
 
  {
    "id": 3,
    "name": "React - The Complete Guide (incl Hooks, React Router, Redux)",
    "title":"Dive in and learn React.js from scratch! Learn Reactjs, Hooks, Redux, React Routing, Animations, Next.js and way more!.Learn React or dive deeper into it. Learn the theory, solve assignments, practice in demo projects and build one big application which is improved throughout the course: The Burger Builder!.JavaScript is the major driver of modern web applications since its the only programming language which runs in the browser and hence allows you to provide highly reactive apps. You'll be able to achieve mobile-app like user experiences in the web.But using JavaScript can be challenging - it quickly becomes overwhelming to create a nice web app with vanilla JavaScript and jQuery only",
    "rating":4.00,
     "reviews":631890,
     "total_hours":3.5,
     "price":100,
     "img":"https://www.filepicker.io/api/file/STcItmMaQrusEPWsPf1o"


  },
  {
    "id": 4,
    "name": "Angular - The Complete Guide (2022 Edition)",
    "title":"Master Angular 13 (formerly Angular 2) and build awesome, reactive web apps with the successor of Angular.js.Is angular easy to learn, totally depends on your knowledge and learning of JavaScript. So if you have a basic knowledge of JavaScript, it would be easy for you to sail through. But are not well versed with your basics then indeed learning Angular will be an uneven hilly patch for you.f you've just started programming, Python is the perfect thing for you. If you are a web developer, then angular is better for you if you learn all the concepts of JavaScript and Html. When you equate these two things to an employee per year in terms of average job income, then Python beats Angular.",
    "rating":4.5,
     "reviews":131890,
     "total_hours":2.5,
     "price":45,
     "img":"https://process.fs.teachablecdn.com/ADNupMnWyR7kCWRvm76Laz/resize=width:705/https://www.filepicker.io/api/file/4MQJdtZlRjucDERLLHcA"


  },
  {
    "id": 5,
    "name": "Python for Data Science and Machine Learning Bootcamp",
    "title":"Learn how to use NumPy, Pandas, Seaborn , Matplotlib , Plotly , Scikit-Learn , Machine Learning, Tensorflow , and more!.Become a Python Pro with these valuable skills. Find the right instructor for you. Choose from many topics, skill levels, and languages. Download To Your Phone. 30-Day Money Guarantee. Courses in 60+ Languages. Selenium. Over 204,000 Courses. Lifetime Access.Is a data science bootcamp worth it? If you're interested in a data science career, completing a bootcamp can be well worth it. Data science bootcamps typically cost less and take less time to complete than traditional college degrees. Bootcamps may offer more hands-on learning experiences as well",
    "rating":4.00,
     "reviews":91890,
     "total_hours":5,
     "price":55,
     "img":"https://www.educative.io/v2api/collection/5757739470946304/5476264494235648/image/6509442108489728"


  },
  {
    "id": 2,
    "name": "Complete C# Unity Game Developer 2D",
    "title":"Learn Unity in C# & Code Your First Five 2D Video Games for Web, Mac & PC. The Tutorials Cover Tilemap.Become a Design Pro with these valuable skills. Find the right instructor for you. Choose from many topics, skill levels, and languages. 30-Day Money Guarantee. Object-Oriented. Download To Your Phone. Courses in 60+ Languages. Over 204,000 Courses.This course started as a runaway success on Kickstarter and has gone on to become the most popular and most watched Unity game development course on Udemy.Creator Kits are simple game projects available on Unity Learn that you can make in about an hour. The 2D RPG Kit is code-free, so you can focus on learning about the Unity Editor and customizing the game based on your own ideas and interests. ",
    "rating":4.5,
     "reviews":2318,
     "total_hours":6.1,
     "price":89,
     "img":"https://i0.wp.com/listemall.com/wp-content/uploads/complete-c-unity-developer-2d.jpg?fit=750%2C422&ssl=1"



  },
  {
    "id": 6,
    "name": "100 Days of Code: The Complete Python Pro Bootcamp for 2022",
    "title":"Master Python by building 100 projects in 100 days. Learn data science, automation, build websites, games and apps!.Become a Python Pro with these valuable skills. Find the right instructor for you. Choose from many topics, skill levels, and languages. REST APIs With Flask. Over 204,000 Courses. Object-Oriented. Lifetime Access. Download To Your Phone. Courses in 60+ Languages.It's clear, comprehensive, engaging, hands-on, and at the same time very cost-effective and affordable. I highly recommend this course to anyone who wants to learn Python in 2022 and beyond.Tim Buchalka's Python course on Udemy is worth it. The Udemy course that Tim Buchalka made about Python will teach beginner programmers about the programming language and its uses. Like many of the online courses by Buchalka, this course is designed for a complete beginner. ",
    "rating":4.7,
     "reviews":731890,
     "total_hours":4.5,
     "price":55,
     "img":"https://pbs.twimg.com/media/FGfYCNCXEAQBmzq.jpg"


  }
  
]
